{
  "file_name": "ACQUITTED_TSRA160002512024_1_2025-10-03.md",
  "processed_on": "2026-02-26 05:15:36",
  "sections": {
    "Metadata Extraction": {
      "section_title": "Metadata Extraction",
      "content": "```markdown\n| Metadata Field          | Extracted Value                                                                 |\n|-------------------------|---------------------------------------------------------------------------------|\n| **Full Court Name**     | XVII ADDITIONAL JUDICIAL MAGISTRATE OF FIRST CLASS, RANGAREDDY DISTRICT AT MAHESHWARAM |\n| **Date of Judgement**   | ISO: 2025-10-03<br>Natural Text: Friday, the 3rd day of October, 2025            |\n| **Case Number/Citations** | C.C.No.159 of 2024                                                              |\n| **Presiding Judges**    | Ms. Aparna Malladi (XVII Addl. Judl. Magistrate of First Class, Maheshwaram)    |\n| **Parties**             | **Complainant**: The State (Proh & Excise Sub Inspector, Maheshwaram)<br>**Accused**: Iramoni Krishnaiah (S/o. Jangaiah, Aged 38, R/o. H.No.2-13, Porandla, Maheshwaram Mandal, Ranga Reddy District) |\n```"
    },
    "Principal Witnesses & Ex.PW Extraction": {
      "section_title": "Principal Witnesses & Ex.PW Extraction",
      "content": "| Designation | Full Name | Role | Key Testimony |\n|-------------|-----------|------|--------------|\n| PW1 | Sri M.Ramulu | Panch Witness | Testified about search and seizure, including issuing search memo. |\n| PW2 | Sri M.Yadaiah | Panch Witness | Testified about search and seizure. |\n| PW3 | Sri Ch.Praveen | Investigating Officer | Testified about receiving information, conducting search, seizing contraband, and filing charges. |\n| PW4 | Sri N.Srinivas | Investigating Officer | Testified about receiving case file and laying chargesheet. |\n| Ex.P1 | Signature of PW1 on Confession-cum-seizure panchanama | Exhibit | Signature of PW1 on Confession-cum-seizure panchanama. |\n| Ex.P2 | Signature of PW2 on Confession-cum-seizure panchanama | Exhibit | Signature of PW2 on Confession-cum-seizure panchanama. |\n| Ex.P3 | C.O.R | Exhibit | Certificate of Registration. |\n| Ex.P4 | Confession-cum-seizure panchanama | Exhibit | Confession-cum-seizure panchanama. |\n| Ex.P5 | Letter of Advice | Exhibit | Letter of Advice. |\n| Ex.P6 | C.E report | Exhibit | Chemical Examination report. |"
    },
    "Comprehensive Legal Summary": {
      "section_title": "Comprehensive Legal Summary",
      "content": "## Comprehensive Legal Summary\n\n### **1. Introduction**  \nThis judgment concerns a criminal case under the **Tirumala State (TS) Excise Act, 1968**, specifically **Section 34(1)(ii)**, which criminalizes the sale of intoxicating liquor without a valid license. The case involves **Iramoni Krishnaiah**, accused of unlawfully selling liquor from his residence at H.No.2-13, Porandla, Maheshwaram Mandal, Ranga Reddy District. The prosecution, represented by the Proh & Excise Sub Inspector (S.I.), alleged that Krishnaiah conducted unlicensed liquor sales, while the defense contested the prosecution’s evidence and procedural lapses.\n\n---\n\n### **2. Prosecution/Plaintiff's Case**  \nThe prosecution’s case relied on the following key elements:  \n- **Alleged Offense**: Krishnaiah was accused of selling **Diamond whisky (180 ml, 6 bottles)** and **Knock Out High Punch super strong beer (650 ml, 12 bottles)** without a license, as per **Section 34(1)(ii) of the TS Excise Act**.  \n- **Evidence**:  \n  - **Witnesses**:  \n    - **PW1 & PW2**: Arrayed as \"panch witnesses\" (confession-cum-seizure witnesses), they initially corroborated the search and seizure of liquor but later failed to support the prosecution during cross-examination.  \n    - **PW3 & PW4**: Investigating officers who testified about the search, seizure, and subsequent charge sheet.  \n  - **Case Property**: Two liquor samples were seized and deposited before the court (CPR No.85/2024), but the prosecution failed to present them for examination.  \n  - **Procedural Steps**: The case was registered (Cr. No.184/2023), investigated, and a charge sheet was filed (Cr. No.184/2023) after the accused was notified under Section 41-A Cr.P.C.  \n\n---\n\n### **3. Defense Strategy**  \nThe defense focused on undermining the prosecution’s evidence and procedural integrity:  \n- **Witness Credibility**: Argued that PW1 and PW2, despite being arrayed as panch witnesses, did not support the prosecution’s narrative during cross-examination, rendering their testimony unreliable.  \n- **Procedural Deficiencies**: Highlighted that the prosecution failed to collect ownership documents for the accused’s residence (H.No.2-13) and did not present the seized liquor samples for examination.  \n- **Reasonable Doubt**: Emphasized that the prosecution’s case hinged solely on the testimonies of PW3 and PW4, whose evidence was procedural and lacked corroboration.  \n\n---\n\n### **4. Ratio Decidendi**  \nThe court’s decision hinged on the principle that **the prosecution must prove the accused’s guilt beyond a reasonable doubt**. Key legal reasoning included:  \n- **Unreliable Witnesses**: The failure of PW1 and PW2 to support the prosecution during cross-examination created doubt about the legitimacy of the search and seizure.  \n- **Procedural Lapses**: The absence of ownership documents and the unmarked case property (liquor samples) undermined the prosecution’s ability to establish the accused’s direct involvement.  \n- **Burden of Proof**: The prosecution’s reliance on the testimonies of PW3 and PW4, without corroborating evidence, was deemed insufficient to meet the standard of proof required for conviction.  \n\n---\n\n### **5. Final Holding**  \n- **Acquittal**: The accused, Iramoni Krishnaiah, was **acquitted under Section 248(1) Cr.P.C.** for the offense under **Section 34(1)(ii) of the TS Excise Act**.  \n- **Case Property**: The seized liquor samples (CPR No.85/2024) were ordered to be destroyed after the appeal period.  \n- **Bail Bonds**: The accused’s bail bonds and surety bonds were canceled under **Section 437A Cr.P.C.**  \n- **No Sentence**: As the accused was acquitted, no punitive sentence was imposed.  \n\n---\n\n### **Key Legal Takeaways**  \n- The judgment underscores the criticality of **witness reliability** and **procedural rigor** in criminal trials.  \n- It highlights the prosecution’s obligation to present **corroborated evidence** and **case property** to substantiate claims.  \n- The acquittal reflects the court’s adherence to the principle of **presumption of innocence** and the **high burden of proof** in criminal cases."
    },
    "Taxonomy & Classification": {
      "section_title": "Taxonomy & Classification",
      "content": "**Taxonomy & Classification for Judgement C.C.No.159 of 2024**\n\n---\n\n### **Primary Category**  \n**Revenue**  \nThis case revolves around the enforcement of the **T.S. Excise Act** (T.S. Excise Act, 1968), a revenue law governing the sale, distribution, and taxation of liquor. The prosecution alleged the accused engaged in the **illegal sale of IML (Indian Made Foreign Liquor)** without a valid license, a violation of revenue regulations.\n\n---\n\n### **Specific Statutes**  \n1. **T.S. Excise Act, 1968**  \n   - **Section 34(1)(ii)**: Punishment for selling IML without a license.  \n   - **Section 34(a)**: Sale of IML without a license (referenced in the investigation).  \n2. **Code of Criminal Procedure (Cr.P.C.)**  \n   - **Section 41-A**: Notice for examination of accused.  \n   - **Section 207**: Furnishing copies of charge sheet.  \n   - **Section 239**: Examination of accused.  \n   - **Section 313**: Examination of accused after closure of prosecution.  \n   - **Section 437A**: Cancellation of bail bonds.  \n   - **Section 248(1)**: Acquittal of accused.  \n\n---\n\n### **Keywords**  \n1. **Excise Act**  \n2. **ILM (Indian Made Foreign Liquor)**  \n3. **Section 34(1)(ii)**  \n4. **Acquittal**  \n5. **Hostile Witnesses**  \n6. **Case Property**  \n7. **Unmarked Evidence**  \n8. **Procedural Law**  \n9. **Criminal Procedure**  \n10. **Liquor Sale Without License**  \n\n---\n\n### **Detailed Analysis**  \n- **Case Summary**: The accused, Iramoni Krishnaiah, was charged under Section 34(1)(ii) of the T.S. Excise Act for selling IML without a license. The prosecution relied on evidence from investigating officers (PW3 and PW4) and two witnesses (PW1 and PW2), who later became hostile. The case property (liquor samples) was unmarked, and the accused was acquitted due to insufficient evidence.  \n- **Key Legal Issues**:  \n  - **Reliability of Witnesses**: PW1 and PW2, initially arrayed as \"panch witnesses,\" failed to corroborate the prosecution’s case during cross-examination.  \n  - **Procedural Deficiencies**: The prosecution did not collect ownership documents for the accused’s residence, and the case property was unmarked.  \n  - **Procedural Law**: The judgment emphasizes adherence to Cr.P.C. sections (e.g., Sec. 41-A, Sec. 239) in examining the accused.  \n- **Outcome**: The accused was acquitted under Sec. 248(1) Cr.P.C. The unmarked case property was ordered to be destroyed post-appeal period, and bail bonds were canceled under Sec. 437A Cr.P.C.  \n\n---\n\n### **Indexing Notes**  \n- **Searchability**: Keywords like \"Excise Act,\" \"ILM,\" and \"Section 34(1)(ii)\" ensure rapid retrieval for cases involving liquor regulation.  \n- **Jurisdiction**: The case is specific to the **T.S. Excise Act** (Telangana State), making it relevant for state-level revenue law research.  \n- **Procedural Precedent**: Highlights the importance of witness credibility and case property handling in revenue-related prosecutions."
    },
    "Chronological Event Timeline": {
      "section_title": "Chronological Event Timeline",
      "content": "## Chronological Event Timeline\n\n- **Date of Incident**: **29.11.2023**  \n  The alleged illegal sale of IML (implied to be illicit liquor) occurred at H.No.2-13, Porandla Village, Maheshwaram Mandal, Ranga Reddy District. Police officers (PW3, PW1, and PW2) conducted a search at approximately 08:30 pm, seizing 6 bottles of Diamond whisky (180 ml) and 12 bottles of Knock Out High Punch super strong beer (650 ml). Samples were taken, and a case was registered under Cr.No.184/2023 for the offence under Sec.34(a) of the T.S. Excise Act.\n\n- **Arrest**: **29.11.2023**  \n  The accused, Iramoni Krishnaiah, was apprehended on the same day as the incident during the search operation.\n\n- **Charge Sheet Filed**: **10.04.2024**  \n  The case was formally taken on file under Cr.No.184/2023 for the offence under Sec.34(1)(ii) of the T.S. Excise Act. The charge sheet was filed by the investigating officers (PW3 and PW4).\n\n- **Trial Commencement**: **07.10.2024**  \n  The trial began on this date. The accused was examined under Sec.239 Cr.P.C., pleaded not guilty, and no defence evidence was presented. Prosecution witnesses (PW1, PW2, PW3, PW4) were examined, but PW1 and PW2 (panch witnesses) were declared hostile and unhelpful.\n\n- **Close of Trial**: **31.01.2025**  \n  The trial concluded after arguments from both prosecution and defence. Key evidence included the accused’s failure to produce valid licenses, reliance on the testimony of investigating officers (PW3 and PW4), and the absence of corroborating witness support.\n\n- **Judgment Date**: **03.10.2025**  \n  The court acquitted the accused under Sec.248(1) Cr.P.C. for the offence under Sec.34(1)(ii) of the T.S. Excise Act. The judgment highlighted procedural weaknesses, including unmarked case property (CPR.No.85/2024) and lack of supporting witness testimony. Bail bonds were cancelled under Sec.437A Cr.P.C."
    },
    "Investigation Quality Audit": {
      "section_title": "Investigation Quality Audit",
      "content": "# Investigation Quality Audit Report\n\n## Lapse Severity Score: **6 (Moderate - Procedural Lapses)**\n\n---\n\n### **Police/Investigative Department Lapses**\n1. **Failure to Secure Independent Witnesses**:  \n   - PW1 and PW2, arrayed as independent witnesses during the search/seizure, did not corroborate the prosecution’s narrative. Their testimony was declared hostile, and no favorable evidence was elicited during cross-examination. This violates procedural norms requiring independent witness testimony to validate search/seizure actions (Cr.P.C. Sec. 41-A).  \n   - **Impact**: Creates doubt about the legitimacy of the search/seizure, as the accused’s property was seized without corroborating witness support.\n\n2. **Failure to Establish Ownership**:  \n   - PW3 (Investigating Officer) admitted during cross-examination that no documents were collected to prove the accused’s ownership of H.No.2-13, Porandla. This is a critical procedural lapse, as ownership must be established to justify the seizure of contraband (Cr.P.C. Sec. 41-A).  \n   - **Impact**: Weakens the prosecution’s case by leaving the chain of custody unverified.\n\n3. **Unmarked Case Property**:  \n   - The prosecution failed to mark the case property (samples) deposited before the court (CPR No.85/2024) and did not provide an explanation for this omission. Proper marking is essential for maintaining the integrity of evidence (Cr.P.C. Sec. 41-A).  \n   - **Impact**: Creates procedural ambiguity and undermines the prosecution’s credibility.\n\n---\n\n### **Forensic/Medical Department Lapses**\n- **No Explicit Forensic Lapses Identified**:  \n  - The prosecution sent one sample for chemical analysis, and the report was received. However, the judge did not highlight any issues with the forensic process (e.g., chain of custody, sample handling).  \n  - **Note**: The unmarked case property (samples) is a procedural lapse, not a forensic one, as the analysis itself was conducted.\n\n---\n\n### **Prosecution/Legal Department Lapses**\n1. **Failure to Suppress Evidence**:  \n   - The prosecution did not suppress the unmarked case property (samples) or explain its omission, despite procedural requirements (Cr.P.C. Sec. 41-A). This reflects poor evidentiary management.  \n   - **Impact**: Weakens the prosecution’s position by allowing procedural errors to overshadow substantive evidence.\n\n2. **Overreliance on Investigating Officers’ Testimony**:  \n   - The prosecution’s case hinged solely on the testimonies of PW3 and PW4 (Investigating Officers), without independent corroboration. The judge criticized this approach, stating the case is \"implausible\" due to the lack of supporting evidence.  \n   - **Impact**: Violates the principle of avoiding reliance on uncorroborated investigative testimony (Supreme Court guidelines on \"no evidence\" cases).\n\n---\n\n### **Judicial Criticism**\n- The judge explicitly criticized the prosecution’s approach:  \n  > \"When the affairs stood thus, it is rickety to act on the sole testimonies of investigating officers to convict the arrayed accused.\"  \n  - This indicates judicial disapproval of the investigative and prosecutorial lapses, particularly the failure to secure independent witnesses and establish ownership.\n\n---\n\n### **Perfect Chain of Evidence**\n- **None**:  \n  The prosecution lacked a solid chain of evidence. Key gaps included:  \n  - No independent witness corroboration for the search/seizure.  \n  - No documentation proving ownership of the seized property.  \n  - Unmarked case property (samples) with no explanation.  \n  The judge’s acquittal was based on these procedural failures, not on a robust evidentiary chain.\n\n---\n\n### **Conclusion**\nThe investigation and prosecution exhibited **moderate procedural lapses** (score 6), primarily due to failures in securing independent witnesses, establishing ownership, and managing evidence. The judge’s explicit criticism underscores the inadequacy of the prosecution’s case, leading to the acquittal.",
      "severity_score": 6,
      "score_justification": "See detailed analysis above."
    }
  }
}